{
    "Wilpattu_Vibe": {
      "heading": "Wilpattu Vibe"
    },
    "wilpattuwa_basic": {
      "heading": "Wilpattu National Park",
      "image": "wilpattu4.jpg",
      "description": "Experience Sri Lanka’s most elusive wildlife in the vast seclusion of Wilpattu National Park. Occupying a vast swathe of land bordering the copper-sand beaches of the north west coast, the ancient ruins of the Cultural Triangle and the Northern Province, this is Sri Lanka’s largest and oldest game reserve. Home to myriad endemic species, the park fosters sensational bird life, Asian Elephants, Sri Lankan Leopards, Sri Lankan Sloth Bears."
    },
    "wilpattuwa_histroy": {
      "heading": "Did You know",
      "image": "wilpattuwa.jpg",
      "fact": "While Wilpattu was first designated a wildlife sanctuary as far back as 1905, it wasn’t until February 1938 that this 13,500-hectare park was elevated to national park status. Yet, its story begins much earlier than this. The copper shoreline of the reserve, specifically at Kudiramalai, a rocky promontory, is widely believed to have been the landing spot of the Indian Prince Vijaya in the 5th century BC. He married Princess Kuveni of Sri Lanka, and together they established the Sinhalese race. The region’s alternative name – Thambapanni or the ‘colour of copper’ – came about due to the reddish colour of the sand that stained the hands and feet of Prince Vijaya and his 700-odd followers when they came ashore. The ruins of Kuveni’s palace is just one of 68 archeological sites within Wilpattu National Park."
    },
    "wilpattuwa_location": {
      "heading": "Lets Go Wilpattu",
      "description": "Wilpattu National Park is home to Sri Lanka’s most exciting, longed-to-see wildlife. These include the elusive Sri Lankan leopard, the Asian Elephant and the Sri Lankan Sloth Bear alongside a supporting cast of spotted and sambar deer, crocodiles, mongooses and water buffalo. Leopard sightings are amongst the best in the country despite the reserve having a much less dense leopard population than Yala National Park. The aquatic features of the park also make this one of Sri Lanka’s best places for bird watching – some of the endemics include the Ceylon grey hornbill, the Ceylon Prakeet and the Red-backed woodpecker. You may also spy the brownish chicken-like Sri Lankan Jungle fowl, Sri Lanka’s national bird.",
      "image": "yala4.webp"
    },
    "wilpattuwa_animal": {
      "heading": "Wildlife To See in Wilpattu",
      "description": "Wilpattu National Park is home to Sri Lanka’s most exciting, longed-to-see wildlife. These include the elusive Sri Lankan leopard, the Asian Elephant and the Sri Lankan Sloth Bear alongside a supporting cast of spotted and sambar deer, crocodiles, mongooses and water buffalo. Leopard sightings are amongst the best in the country despite the reserve having a much less dense leopard population than Yala National Park. The aquatic features of the park also make this one of Sri Lanka’s best places for bird watching – some of the endemics include the Ceylon grey hornbill, the Ceylon Prakeet and the Red-backed woodpecker. You may also spy the brownish chicken-like Sri Lankan Jungle fowl, Sri Lanka’s national bird.",
      "gallery": [
        "mongoose.jpg",
        "wilpattu.jpg",
        "wilpattuwa2.jpg",
        "wilpattuwa_brear.jpg",
        "wilpattuwa_owl.jpg",
        "wilpattuwa_peackock.jpg",
        "wilpattuwa3.jpg",
        "wilpattuwa6.jpg",
        "wilpattuwa_bird.jpg",
        "wilpattuwa_elephant.jpg"
      ]
    },
    "wilpattu_time": {
      "heading": "What is the best time to go to Wilpattu National Park?",
      "time_periods": {
        "May_to_September": "This period is considered the peak dry season, with lower rainfall. The vegetation is drier, making it easier to spot wildlife around water sources. Animal sightings, especially leopards, might be more frequent during these months.",
        "July_and_August": "Still the dry season to the park and sightings are very good but the park is crowded during to European summer holiday.",
        "October": "Towards the end of the dry season, October may still have favorable conditions for wildlife viewing, though there might be some rainfall as the wet season approaches.",
        "November_to_January": "This period marks the onset of the wet season. While there may be increased rainfall, the landscape becomes lush and green. The vegetation might make it slightly more challenging to spot wildlife, but the park is less crowded.",
        "February_to_April": "These months are transitional, with decreasing rainfall. Wildlife activity could be picking up as the dry season approaches, and the weather is generally pleasant."
      },
      "note": "If you prioritize wildlife sightings, the dry season from May to September is often recommended. However, visiting during the transitional months could offer a balance between favorable weather and wildlife activity. Keep in mind that exact weather conditions can vary each year."
    },
    "wilpattu_open": {
      "heading": "What is the opening hours Yala National Park?",
      "hours": {
        "Morning_Safari": "Usually, the park opens early in the morning, around 6:00 AM, for the morning safari.",
        "Evening_Safari": "The park typically closes for the afternoon and reopens for the evening safari around 2:00 PM or 3:00 PM, closing at dusk."
      }
    }
  }
  